IdeaRS.Connections
InternalForceOnSegmentData.Position Property
Compatible with IDEA StatiCa 0.0
 Gets or sets position 0 - begin 1 - end
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Position { get; set; }
Property Value
Type: Int32
See Also
Reference
InternalForceOnSegmentData Class
IdeaRS.Connections.Data Namespace